export default interface ISearchResList {
    사진?: string;
    이름?: string;
    장소?: string;
    별점?: string;
    전망?: string;
    시작일?: string;
    종료일?: string;
    금액?: string;
}

export const mockCampRes: ISearchResList[] = [
    {
        사진: "사진1",
        이름: "이름",
        장소: "장소",
        별점: "별점",
        전망: "전망",
        시작일: "시작일",
        종료일: "종료일",
        금액: "일무개",
    },
    {
        사진: "사진2",
        이름: "이름2",
        장소: "장소2",
        별점: "별점2",
        전망: "전망2",
        시작일: "시작일2",
        종료일: "종료일2",
        금액: "일무개2",
    },
    {
        사진: "사진3",
        이름: "이름3",
        장소: "장소3",
        별점: "별점3",
        전망: "전망3",
        시작일: "시작일3",
        종료일: "종료일3",
        금액: "일무개3",
    },
    {
        사진: "사진4",
        이름: "이름4",
        장소: "장소4",
        별점: "별점4",
        전망: "전망4",
        시작일: "시작일4",
        종료일: "종료일4",
        금액: "일무개4",
    },
    {
        사진: "사진5",
        이름: "이름5",
        장소: "장소5",
        별점: "별점5",
        전망: "전망5",
        시작일: "시작일5",
        종료일: "종료일5",
        금액: "일무개5",
    },
    {
        사진: "사진6",
        이름: "이름6",
        장소: "장소6",
        별점: "별점6",
        전망: "전망6",
        시작일: "시작일6",
        종료일: "종료일6",
        금액: "일무개6",
    },
    {
        사진: "사진7",
        이름: "이름7",
        장소: "장소7",
        별점: "별점7",
        전망: "전망7",
        시작일: "시작일7",
        종료일: "종료일7",
        금액: "일무개7",
    },
    {
        사진: "사진8",
        이름: "이름8",
        장소: "장소8",
        별점: "별점8",
        전망: "전망8",
        시작일: "시작일8",
        종료일: "종료일8",
        금액: "일무개8",
    },
    {
        사진: "사진9",
        이름: "이름9",
        장소: "장소9",
        별점: "별점9",
        전망: "전망9",
        시작일: "시작일9",
        종료일: "종료일9",
        금액: "일무개9",
    },
    {
        사진: "사진10",
        이름: "이름10",
        장소: "장소10",
        별점: "별점10",
        전망: "전망10",
        시작일: "시작일10",
        종료일: "종료일10",
        금액: "일무개10",
    },
];
